Repository: tinytek-io/PlatformPlatform
Catalog: application/account-management/WebApp/translations/locale/*.po
Languages: da_dk

source: yourname@example.com
da_dk: ditnavn@example.com

source: subdomain
da_dk: subdomæne

source: Screenshots of the dashboard project showing mobile versions
da_dk: Skærmbilleder af dashboard-projektet, der viser mobile versioner

source: Screenshots of the dashboard project showing desktop and mobile versions
da_dk: Skærmbilleder af dashboard-projektet, der viser desktop- og mobile versioner

source: Active Users
da_dk: Aktive brugere

source: Active users the past 30 days
da_dk: Aktive brugere de seneste 30 dage

source: Add more in the Users menu
da_dk: Tilføj flere i Bruger-menuen

source: Already have an account?
da_dk: Har du allerede en konto?

source: Can't find your code? Check your spam folder
da_dk: Kan du ikke finde din kode? Tjek din spam-mappe

source: Didn't receive the code? Resend
da_dk: Modtog ikke koden? Send igen

source: Enter your verification code
da_dk: Indtast din verifikationskode

source: Filters
da_dk: Filtre

source: Here’s your overview of what’s going on.
da_dk: Her er en oversigt over, hvad der sker

source: Log in
da_dk: Log ind

source: Please check your email for a verification code sent to <0>{email}</0>
da_dk: Tjek venligst din e-mail for en verifikationskode sendt til <0>{email}</0>

source: Total Users
da_dk: Totalt antal brugere

source: Verify
da_dk: Bekræft

source: Welcome home
da_dk: Velkommen hjem
